var infObj = {
				"inf1": ['',60],
				"inf2": ['我是吴先琪，专业为光电信息科学与工程，2017年6月毕业于东莞理工学院',60],
				"inf3": ['2017-6至2017-12：在东莞勤上光电股份有限公司的PIE部门工作，主要负责标准工时的订制、作业指导书的制作、产品的工艺改良以及部分铭牌的制作。',60],
				"inf4": ['2017-12至2018-10：在东莞勤上光电股份有限公司的工程技术部工作，主要负责ERP系统的物料编码以及部分PCB板的绘制。',60],
				"inf5": ['在3个多月前(快4个月了)，发现自己比较喜欢软件这一块，并决定学习PHP',60],
				"inf6": ['然后就是每天下班后的自学之路',60],
				"inf7": ['在学过程中，我相继了解了PHP、MySQL、Redis、HTML、CSS、JS、jQuery等知识',60],
				"inf8": ['当然我知道现在的我还欠缺许多经验',60],
				"inf9": ['所以我希望能够有个机会在实际的工作中不断完善自己',60],
				"inf10": ['',60],
			};
